Revit 2027 API
ParameterTypeId.SpacingNumDivisionsVert Property
 "Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingNumDivisionsVert { get; }
Public Shared ReadOnly Property SpacingNumDivisionsVert As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingNumDivisionsVert {
	ForgeTypeId^ get ();
}
static member SpacingNumDivisionsVert : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace